IDEA Open Model
StagesLoading.PrestressInputType Property
Compatible with IDEA StatiCa 20.1
 Type of input of prestressing
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public PrestressInputType PrestressInputType { get; set; }
Public Property PrestressInputType As PrestressInputType
	Get
	Set
Property Value
Type: PrestressInputType
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace